tutorials/fluidSolidInteraction/3dTube/compressibleLiquid3dTube/constant/fluid/time-series
(
	(0 		1333.3)
	(3e-3 	1333.3)
	(3.1e-3 0)
	(1e-2 	0)
)
